Repository: bashyrov/fitgram-app
Catalog: Mealgram/Resources/Localizable.xcstrings
Source language: en
Languages: es, pl, ru, uk

# 🍞 Węglowodany
source: 🍞 Carbs
es: 🍞 Carbohidratos
pl: 🍞 Węglowodany
ru: 🍞 Углеводы
uk: 🍞 Вуглеводи

# 🎙 Powiedz na głos
source: 🎙 Say out loud
es: 🎙 Dilo en voz alta
pl: 🎙 Powiedz na głos
ru: 🎙 Скажи голосом
uk: 🎙 Скажіть уголос

# 🎯 Cel: schudnąć
source: 🎯 Goal: lose weight
es: 🎯 Objetivo: bajar de peso
pl: 🎯 Cel: schudnąć
ru: 🎯 Цель: похудеть
uk: 🎯 Ціль: схуднути

source: 🎯 Goal: lose weight
es: 🎯 Objetivo: perder peso
pl: 🎯 Cel: schudnąć
ru: 🎯 Цель: сбросить вес
uk: 🎯 Ціль: схуднути

source: 🎯 Lose %@
es: 🎯 Perder %@
pl: 🎯 Schudnij %@
ru: 🎯 Сбросить %@
uk: 🎯 Схуднути на %@

source: 🎯 Lose %@ by %@
es: 🎯 Perder %@ para el %@
pl: 🎯 Schudnij %@ do %@
ru: 🎯 Сбросить %@ к %@
uk: 🎯 Схуднути на %@ до %@

source: 🎯 Lose \(amount)
es: 🎯 Perder \(amount)
pl: 🎯 Schudnąć \(amount)
ru: 🎯 Сбросить \(amount)
uk: 🎯 Схуднути на \(amount)

source: 🎯 Lose \(amount) by \(date)
es: 🎯 Perder \(amount) para el \(date)
pl: 🎯 Schudnąć \(amount) do \(date)
ru: 🎯 Сбросить \(amount) к \(date)
uk: 🎯 Схуднути на \(amount) до \(date)

# 👍 Pomocne
source: 👍 Helpful
es: 👍 Útil
pl: 👍 Pomocne
ru: 👍 Полезно
uk: 👍 Корисно

# 👎 Nietrafione
source: 👎 Off-target
es: 👎 No acertado
pl: 👎 Nietrafione
ru: 👎 Не в точку
uk: 👎 Не в ціль

# 💪 Cel: nabrać masy
source: 💪 Goal: gain mass
es: 💪 Objetivo: ganar masa
pl: 💪 Cel: nabrać masy
ru: 💪 Цель: набрать массу
uk: 💪 Ціль: набрати масу

source: 💪 Gain %@
es: 💪 Ganar %@
pl: 💪 Przybierz %@
ru: 💪 Набрать %@
uk: 💪 Набрати %@

source: 💪 Gain %@ by %@
es: 💪 Ganar %@ para el %@
pl: 💪 Przybierz %@ do %@
ru: 💪 Набрать %@ к %@
uk: 💪 Набрати %@ до %@

source: 💪 Gain \(amount)
es: 💪 Ganar \(amount)
pl: 💪 Nabrać \(amount)
ru: 💪 Набрать \(amount)
uk: 💪 Набрати \(amount)

source: 💪 Gain \(amount) by \(date)
es: 💪 Ganar \(amount) para el \(date)
pl: 💪 Nabrać \(amount) do \(date)
ru: 💪 Набрать \(amount) к \(date)
uk: 💪 Набрати \(amount) до \(date)

source: 💪 Goal: gain mass
es: 💪 Objetivo: ganar masa
pl: 💪 Cel: zbudować masę
ru: 💪 Цель: набрать массу
uk: 💪 Ціль: набрати масу

# 📖 Mój przepis
source: 📖 My recipe
es: 📖 Mi receta
pl: 📖 Mój przepis
ru: 📖 Мой рецепт
uk: 📖 Мій рецепт

# 📦 Kod kreskowy
source: 📦 Barcode
es: 📦 Código de barras
pl: 📦 Kod kreskowy
ru: 📦 Штрихкод
uk: 📦 Штрихкод

# 📸 Zdjęcie posiłku
source: 📸 Photo of meal
es: 📸 Foto de la comida
pl: 📸 Zdjęcie posiłku
ru: 📸 Фото блюда
uk: 📸 Фото страви

# 🔍 Śledzę bez celu
source: 🔍 Tracking without a goal
es: 🔍 Solo registro sin objetivo
pl: 🔍 Śledzę bez celu
ru: 🔍 Слежу без цели
uk: 🔍 Стежу без цілі

# 🔎 Szybka baza
source: 🔎 Quick database
es: 🔎 Base rápida
pl: 🔎 Szybka baza
ru: 🔎 Быстрая база
uk: 🔎 Швидка база

# %.0f g · %.0f g B · %.0f g W · %.0f g T
source: %.0f g · %.0f g P · %.0f g C · %.0f g F
pl: %.0f g · %.0f g B · %.0f g W · %.0f g T
ru: %.0f г · %.0f г Б · %.0f г У · %.0f г Ж
uk: %.0f г · %.0f г Б · %.0f г В · %.0f г Ж

# %lld składn.
source: %lld ingr.
pl: %lld składn.
ru: %lld ингр.
uk: %lld інгр.

# B
source: P
pl: B
ru: Б
uk: Б

# Brawo
source: Bravo
pl: Brawo
ru: Браво
uk: Браво

source: Breaded pork cutlet
pl: Kotlet schabowy

source: Coffee with milk
pl: Kawa z mlekiem

# Cynk 8-11 mg
source: Zinc 8–11 mg
pl: Cynk 8-11 mg
ru: Цинк 8–11 мг
uk: Цинк 8–11 мг

source: Feb.
pl: Lut.
ru: Фев.
uk: Лют.

source: Jul.
pl: Lip.
ru: Июл.
uk: Лип.

source: Jun.
pl: Czer.
ru: Июн.
uk: Черв.

# Makro
source: Macros
pl: Makro
ru: Макро
uk: Макро

source: May.
pl: Maj.
ru: Май.
uk: Трав.

source: No
pl: Nie
ru: Нет
uk: Ні

source: Nov.
pl: Lis.
ru: Ноя.
uk: Лист.

source: Oct.
pl: Paź.
ru: Окт.
uk: Жовт.

source: Onion
pl: Cebula

# Przekąska
source: Snack
pl: Przekąska
ru: Перекус
uk: Перекус

# Przekąski
source: Snacks
pl: Przekąski
ru: Перекусы
uk: Перекуси

# Razem
source: Total
pl: Razem
ru: Всего
uk: Всього

source: Reps
pl: Powtórzenia
ru: Повторения
uk: Повторення

# Ręcznie
source: Manual
pl: Ręcznie
ru: Вручную
uk: Вручну

source: Sep.
pl: Wrz.
ru: Сен.
uk: Вер.

source: Tomatoes
pl: Pomidory

source: Total: %@ kcal
pl: Łącznie: %@ kcal
ru: Всего: %@ ккал
uk: Загалом: %@ ккал

source: Wheat flour
pl: Mąka pszenna

# Widżety, Live Activity, Apple Watch
source: Widgets, Live Activity, Apple Watch
pl: Widżety, Live Activity, Apple Watch
ru: Виджеты, Live Activity, Apple Watch
uk: Віджети, Live Activity, Apple Watch

# Łącznie: %@ kcal
source: Total: %@ kcal
pl: Łącznie: %@ kcal
ru: Всего: %@ ккал
uk: Загалом: %@ ккал

source: %@ MB
ru: %@ МБ
uk: %@ МБ

source: %@ cm
ru: %@ см
uk: %@ см

source: %@ g (%lld%%)
ru: %@ г (%lld%%)
uk: %@ г (%lld%%)

source: %@ kcal
ru: %@ ккал
uk: %@ ккал

source: %@ ml
ru: %@ мл
uk: %@ мл

source: %lld / %lld g
ru: %lld / %lld г
uk: %lld / %lld г

source: %lld / %lld kcal
ru: %lld / %lld ккал
uk: %lld / %lld ккал

source: %lld / %lld ml
ru: %lld / %lld мл
uk: %lld / %lld мл

source: %lld KB
ru: %lld КБ
uk: %lld КБ

source: %lld cm
ru: %lld см
uk: %lld см

source: %lld g
ru: %lld г
uk: %lld г

source: %lld g (%lld%%)
ru: %lld г (%lld%%)
uk: %lld г (%lld%%)

source: %lld g · %@
ru: %lld г · %@
uk: %lld г · %@

source: %lld g · %lld kcal
ru: %lld г · %lld ккал
uk: %lld г · %lld ккал

source: %lld kcal
ru: %lld ккал
uk: %lld ккал

source: %lld kcal / 100g
ru: %lld ккал / 100г
uk: %lld ккал / 100г

source: %lld kcal · %lld×
ru: %lld ккал · %lld×
uk: %lld ккал · %lld×

source: %lld kcal/100g
ru: %lld ккал/100г
uk: %lld ккал/100г

source: %lld min
ru: %lld мин
uk: %lld хв

source: %lld ml
ru: %lld мл
uk: %lld мл

source: %lld/%lld g
ru: %lld/%lld г
uk: %lld/%lld г

source: %lldg
ru: %lldг
uk: %lldг

source: / %lld kcal
ru: / %lld ккал
uk: / %lld ккал

source: / %lld ml
ru: / %lld мл
uk: / %lld мл

source: 1 240 / 2 100 kcal
ru: 1 240 / 2 100 ккал
uk: 1 240 / 2 100 ккал

source: 10 g
ru: 10 г
uk: 10 г

source: 100 g
ru: 100 г
uk: 100 г

source: 1500 g
ru: 1500 г
uk: 1500 г

source: 18 g
ru: 18 г
uk: 18 г

source: 22 g
ru: 22 г
uk: 22 г

source: 250 ml
ru: 250 мл
uk: 250 мл

source: 32 g
ru: 32 г
uk: 32 г

source: 600 g
ru: 600 г
uk: 600 г

source: 900 g
ru: 900 г
uk: 900 г

source: AI Coach
ru: AI Коуч
uk: AI Коуч

source: Auto
ru: Авто
uk: Авто

source: Keto
ru: Кето
uk: Кето

source: Keto 25 / 5 / 70
ru: Кето 25 / 5 / 70
uk: Кето 25 / 5 / 70

source: Mar.
ru: Мар.
uk: Бер.

source: OK
ru: ОК

source: Ola
ru: Оля
uk: Оля

source: Omega-3: 250 mg EPA+DHA
ru: Омега-3: 250 мг EPA+DHA
uk: Омега-3: 250 мг EPA+DHA

source: Plan
ru: План
uk: План

source: Premium
ru: Премиум
uk: Преміум

source: Tahini
ru: Тахини

source: \(Int(amount))g
ru: \(Int(amount)) г
uk: \(Int(amount)) г

source: \(Int(binding.wrappedValue.rounded())) g
ru: \(Int(binding.wrappedValue.rounded())) г
uk: \(Int(binding.wrappedValue.rounded())) г

source: \(Int(currentCalories)) kcal
ru: \(Int(currentCalories)) ккал
uk: \(Int(currentCalories)) ккал

source: \(Int(food.caloriesKcalPer100g)) kcal / 100g
ru: \(Int(food.caloriesKcalPer100g)) ккал / 100 г
uk: \(Int(food.caloriesKcalPer100g)) ккал / 100 г

source: \(Int(food.caloriesKcalPer100g)) kcal/100g
ru: \(Int(food.caloriesKcalPer100g)) ккал/100г
uk: \(Int(food.caloriesKcalPer100g)) ккал/100г

source: \(Int(grams)) g
ru: \(Int(grams)) г
uk: \(Int(grams)) г

source: \(Int(grams.rounded())) g
ru: \(Int(grams.rounded())) г
uk: \(Int(grams.rounded())) г

source: \(Int(item.caloriesKcal.rounded())) kcal
ru: \(Int(item.caloriesKcal.rounded())) ккал
uk: \(Int(item.caloriesKcal.rounded())) ккал

source: \(Int(item.quantityGrams.rounded())) g
ru: \(Int(item.quantityGrams.rounded())) г
uk: \(Int(item.quantityGrams.rounded())) г

source: \(cookMinutes) min
ru: \(cookMinutes) мин
uk: \(cookMinutes) хв

source: \(day.caloriesInt) kcal
ru: \(day.caloriesInt) ккал
uk: \(day.caloriesInt) ккал

source: \(grams) g
ru: \(grams) г
uk: \(grams) г

source: \(kcal) kcal · \(recipe.cookCount)×
ru: \(kcal) ккал · \(recipe.cookCount)×
uk: \(kcal) ккал · \(recipe.cookCount)×

source: \(totalMilliliters) / \(goalMilliliters) ml
ru: \(totalMilliliters) / \(goalMilliliters) мл
uk: \(totalMilliliters) / \(goalMilliliters) мл

source: g
ru: г
uk: г

source: kcal
ru: ккал
uk: ккал

source: kg
ru: кг
uk: кг

source: ml
ru: мл
uk: мл

source: ~%lld kcal
ru: ~%lld ккал
uk: ~%lld ккал

source: ~420 kcal
ru: ~420 ккал
uk: ~420 ккал

source: ~\(Int(result.totalCalories.rounded())) kcal
ru: ~\(Int(result.totalCalories.rounded())) ккал
uk: ~\(Int(result.totalCalories.rounded())) ккал

source: ✓ %lld kcal
ru: ✓ %lld ккал
uk: ✓ %lld ккал

source: 🔥 %lld kcal
ru: 🔥 %lld ккал
uk: 🔥 %lld ккал
